sensoroptconverged/con/12_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       229152;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       229552;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       229752;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       230152;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114690;
        startFace       230352;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114690;
        startFace       345042;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          450;
        startFace       459732;
    }
)

// ************************************************************************* //
